{
  "translation": {
    "social": {
      "follow": "Follow Me"
    },
    "header": {
      "home": "Home",
      "about": "About",
      "portfolio": "Portfolio",
      "contact": "Contact"
    },
    "pages": {
      "about": {
        "title": "About",
        "me": "About me",
        "workTimeline": "Work Timeline",
        "education": "Education",
        "skills": "Skills"
      },
      "contact": {
        "title": "Contact",
        "me": "Contact Me",
        "getInTouch": "Get in touch",
        "formMessage": "Your Message",
        "formMail": "Your Email",
        "formName": "Your Name",
        "sendMessage": "Send",
        "descFirstLine": "Please, contact me via Linkedin or use the form.",
        "descSecondLine": "Please, don't spam - one message is enough.",
        "descThirdLine": "Thank you! Have a nice day!"
      },
      "home": {
        "title": "Home",
        "abtButton": "About me",
        "cntButton": "Contact me",
        "introdata": {
          "title": "I’m Anastasia Pranovych",
          "firstLine": "My name is Anastasia, I have been working in Frontend development for about 4 years.",
          "secondLine": "I mainly use React, but in the future I want to acquire Backend development as well to become a full-fledged FullStack developer. I am into new technologies, so I really love AI and its evolution, so I would like to use it in my working life.",
          "thirdLine": "In parallel with this, I am also interested in design and drawing, so sometimes I create some illustrations and icons by myself, as well as designs for the web-sites I work on."
        }
      },
      "portfolio": {
        "title": "Portfolio",
        "projectsInfo": "Here are some of the projects I've worked on over the past several years",
        "stack": "Stack:"
      }
    },
    "mocked": {
      "title": "I’m Anastasia Pranovych",
      "education": {
        "school1": "School"
      },
      "projects": {
        "type": {
          "commercial": "Commercial project",
          "pet": "Pet project"
        },
        "descriptions": {
          "project1": "Main goal of the project was to develop web application for scheduling meetings and events from scratch without using any of libraries.",
          "project2": "Main goal of the project was to develop a web version of the automated testing tool that allow debug tests and detect visual regressions.",
          "project3": "Main goal of the project was to develop a web version of the automated testing tool with extensive functionalities for testing GUIs.",
          "project4": "Main goal of the project was to develop web application for ordering online and printing of the 3D Sculptures.",
          "project5": "Main goal of the project was to develop mobile app for vehicle renting (scooters, bicycles, motorboats, cars etc.), web app to manage mobile app & web app for client usage."
        }
      }
    }
  }
}
