{
  "translation": {
    "social": {
      "follow": "Подписывайтесь"
    },
    "header": {
      "home": "Главная",
      "about": "Обо мне",
      "portfolio": "Портфолио",
      "contact": "Контакты"
    },
    "pages": {
      "about": {
        "title": "Обо мне",
        "me": "Обо мне",
        "workTimeline": "Опыт работы",
        "education": "Образование",
        "skills": "Мои навыки"
      },
      "contact": {
        "title": "Контакты",
        "me": "Контакты",
        "getInTouch": "Давайте будем на связи!",
        "formMessage": "Ваше сообщение",
        "formMail": "Ваш email",
        "formName": "Ваше имя",
        "sendMessage": "Отправить",
        "formSucces": "Огромное спасибо! Сообщение успешно отправлено. Я скоро с вами свяжусь.",
        "formError": "Извините, сообщение не было отправлено из-за следующей ошибки:",
        "descFirstLine": "Со мной можно связаться с помощью Linkedin либо воспользуйтесь формой.",
        "descSecondLine": "Пожалуйста, не спамьте, одного письма вполне достаточно.",
        "descThirdLine": "Огромное спасибо!"
      },
      "home": {
        "title": "Главная",
        "abtButton": "Обо мне",
        "cntButton": "Связаться",
        "introdata": {
          "title": "Я Анастасия Пранович",
          "firstLine": "Меня зовут Анастасия и я работаю в Frontend разработке уже почти 4 года.",
          "secondLine": "В основном я использую React, но в будущем я также хочу освоить Backend разработку, чтобы стать полноценным FullStack разработчиком. Я увлекаюсь новыми технологиями и мне очень нравится ИИ и его эволюция, поэтому я хотела бы использовать его в своей работе, потому что считаю, что за ним будущее.",
          "thirdLine": "Кроме того я интересуюсь дизайном и рисованием, чтобы лучше понимать заказчиков и дизайнеров, с которыми сотрудничаю. А иногда даже сама создаю некоторые иллюстрации и иконки, а также дизайн для веб-сайтов, над которыми работаю."
        }
      },
      "portfolio": {
        "title": "Портфолио",
        "projectsInfo": "Здесь представлены некоторые из проектов, над которыми я работала за последние несколько лет.",
        "stack": "Стэк:"
      }
    },
    "mocked": {
      "title": "Я Анастасия Пранович",
      "education": {
        "school1": "School"
      },
      "projects": {
        "type": {
          "commercial": "Коммерческий проект",
          "pet": "Пет проект"
        },
        "descriptions": {
          "project1": "Основной целью проекта была разработка веб-приложения для планирования встреч и мероприятий с нуля без использования каких-либо библиотек.",
          "project2": "Основной целью проекта была разработка веб-версии инструмента автоматического тестирования, позволяющего отлаживать тесты и выявлять визуальные регрессии.",
          "project3": "Основной целью проекта была разработка веб-версии инструмента автоматического тестирования с расширенным функционалом для тестирования графических интерфейсов.",
          "project4": "Основной целью проекта была разработка веб-приложения для онлайн-заказа и печати 3D-скульптур.",
          "project5": "Основной целью проекта была разработка мобильного приложения для аренды транспортных средств (скутеров, велосипедов, моторных лодок, автомобилей и т. д.), веб-приложения для управления мобильным приложением и веб-приложения для использования клиентами."
        }
      }
    }
  }
}
