{
  "translation": {
    "social": {
      "follow": "Підписуйся"
    },
    "header": {
      "home": "Головна",
      "about": "Про мене",
      "portfolio": "Портфоліо",
      "contact": "Контакти"
    },
    "pages": {
      "about": {
        "title": "Про мене",
        "me": "Про мене",
        "workTimeline": "Досвід роботи",
        "education": "Освіта",
        "skills": "Мої навички"
      },
      "contact": {
        "title": "Контакти",
        "me": "Контакти",
        "getInTouch": "Давайте будемо на зв'язку!",
        "formMessage": "Ваше повідомлення",
        "formMail": "Ваш email",
        "formName": "Ваше ім'я",
        "sendMessage": "Відправити",
        "formSucces": "Дякую! Повідомлення успішно відправлено.",
        "formError": "Вибачте, повідомлення не було відправлено через наступну помилку:",
        "descFirstLine": "Зі мною можна зв'язатися за допомогою Linkedin або скористайтесь формою.",
        "descSecondLine": "Будь ласка, не спамте на пошту - одного листа буде достатньо.",
        "descThirdLine": "Дуже дякую! Мирного неба і Слава Україні!"
      },
      "home": {
        "title": "Головна",
        "abtButton": "Про мене",
        "cntButton": "Зв'язатися",
        "introdata": {
          "title": "Я Анастасія Пранович",
          "firstLine": "Мене звати Анастасія, я працюю в Frontend розробці майже 4 роки.",
          "secondLine": "В основному я використовую React, але в майбутньому я хочу також освоїти Backend розробки також, щоб стати повноцінним FullStack розробником. Я захоплююся новими технологіями і мені дуже подобається ШІ та його еволюція, тому я хотіла би використовувати його у своїй роботі, бо вважаю, що за ним майбутнє.",
          "thirdLine": "Одночасно з цим я також цікавлюся дизайном і малюванням, щоб краще розуміти замовників і дизайнерів, з якими співпрацюю. А іноді навіть і сама створюю деякі ілюстрації та іконки, а також дизайн для веб-сайтів, над якими працюю."
        }
      },
      "portfolio": {
        "title": "Портфоліо",
        "projectsInfo": "Тут представлені деякі з проектів, над якими я працювала за останні кілька років.",
        "stack": "Стек:"
      }
    },
    "mocked": {
      "title": "Я Анастасія Пранович",
      "education": {
        "school1": "School"
      },
      "projects": {
        "type": {
          "commercial": "Комерційний проект",
          "pet": "Пет проект"
        },
        "descriptions": {
          "project1": "Основною метою проекту була розробка веб-додатку для планування зустрічей і заходів з нуля без використання будь-яких бібліотек.",
          "project2": "Основна мета проекту полягала в розробці веб-версії інструменту автоматизованого тестування, який дозволяє налагоджувати тести та виявляти візуальні регресії.",
          "project3": "Основною метою проекту була розробка веб-версії інструменту автоматизованого тестування з широкими функціональними можливостями для тестування GUI.",
          "project4": "Основною метою проекту була розробка веб-додатку для онлайн-замовлення та друку 3D-скульптур.",
          "project5": "Основною метою проекту була розробка мобільного додатку для оренди транспортних засобів (скутери, велосипеди, моторні човни, автомобілі тощо), веб-додатку для керування мобільним додатком та веб-додатку для використання клієнтами."
        }
      }
    }
  }
}
